{
  "users": [
    {
      "id": "b851",
      "name": "Lebron Goat James",
      "email": "lebronjames@gmail.com",
      "password": "123456789",
      "isAdmin": false
    },
    {
      "id": "cb1c",
      "name": "admin",
      "email": "admin@admin.com",
      "password": "admin1234",
      "isAdmin": true
    },
    {
      "id": "cfe4",
      "name": "Pumla Potia",
      "email": "pumla@gmail.com",
      "password": "123456789",
      "isAdmin": false
    }
  ],
  "products": [
    {
      "id": "d947",
      "name": "Full Size Football",
      "description": "Enhance your sports collection with our Full-size PVC Soccer Ball. Crafted for endurance and optimal ball control, each ball showcases an eye-catching design, ensuring it stands out during play. The diverse color options add a unique flair to your game, though please note colors may vary with each order. Tailored for players of all levels, this soccer ball is a fit for competitive matches, training sessions, and recreational use alike. Its robust build is meant to endure vigorous play across various surfaces. Charge into your next game equipped with a soccer ball that promises consistent performance and a touch of style. Remember, the ball will arrive deflated and color selection is random, offering a surprise with every purchase.",
      "price": 10,
      "imageUrl": "assets/images/sport/football.jpg",
      "category": "Sport",
      "stock": 15,
      "featured": false
    },
    {
      "name": "Tennis Balls - 3",
      "description": "A high quality and consistent ball for longtime play at beach or courts, the ball is fuzzy, motion slow and shock reduce, especially great choice for the beginner or training, or playing in a harsh environment. Improved bright green color for a better tone contrast that allows players to track spin easier. Well, also easy to find when fall into sand rock or fly out of the playing area.",
      "price": 6,
      "imageUrl": "assets/images/sport/tennisball.jpg",
      "category": "Sport",
      "stock": 10,
      "featured": false,
      "id": "9053"
    },
    {
      "name": "Netball",
      "description": "A perfect netball for entry level players at club, school or for practice in the back garden. This training ball has been made for outdoor use with a hard wearing rubber surface. In addition, the butyl bladder offers maximum air retention so your netball stays inflated for as long as possible. Available in size 5 and 4 this is the perfect training ball for beginners.",
      "price": 8.5,
      "imageUrl": "assets/images/sport/netball.jpg",
      "category": "Sport",
      "stock": 10,
      "featured": false,
      "id": "ee3d"
    },
    {
      "name": "Basketball",
      "description": "The Wilson NBA AUTHENTIC INDOOR-OUTDOOR basketball is an indoor and outdoor basketball ball that uses high-performance composite leather to bring out the authentic NBA leather feel.",
      "price": 20,
      "imageUrl": "assets/images/sport/basketball.jpeg",
      "category": "Sport",
      "stock": 12,
      "featured": false,
      "id": "ed13"
    },
    {
      "id": "dfc6",
      "name": "Boxing Gloves",
      "description": "These boxing gloves are made of artificial leather and are much stronger than the usual PVC gloves. A wide wrist band gives you good support and combined with our hand wraps, these gloves feel like a natural extension of your fists. Sizes range from 8oz to 12oz. Also available in genuine leather for those students who can’t get enough of Martial Arts.",
      "price": 21,
      "imageUrl": "assets/images/sport/boxing.jpg",
      "category": "Sport",
      "stock": 10,
      "featured": false
    },
    {
      "id": "1fcc",
      "name": "Cover Fix",
      "description": "Refusing to be boxed into one category, these drops are somehow a single piece of makeup and a part of all makeup at once. You can dab some on your face as a highlighter, mix the drops into your face makeup for a universal glow, or use one of the bronzing colors to look more sun-kissed.",
      "price": 15,
      "imageUrl": "assets/images/beauty/makeup.jpg",
      "category": "Beauty",
      "stock": 6,
      "featured": false
    },
    {
      "id": "ebd2",
      "name": "Facial Sheet Mask 12 Combo",
      "description": "Experience the difference with our 12-set supreme collection of sheet masks, treasuring natural beauty and ingredients and designed for all skin types and concerns",
      "price": 25,
      "imageUrl": "assets/images/beauty/face.jpg",
      "category": "Beauty",
      "stock": 20,
      "featured": false
    },
    {
      "id": "2822",
      "name": "The 48 Laws of Power",
      "description": "Amoral, cunning, ruthless, and instructive, this bestselling work distills 3,000 years of the history of power into 48 well-explicated laws. As attention-grabbing in its design as it is in content, this bold volume outlines the laws of power in them",
      "price": 17,
      "imageUrl": "assets/images/books/book.jpg",
      "category": "Books",
      "stock": 5,
      "featured": false
    },
    {
      "id": "01db",
      "name": "The School of Life: An Emotional Education",
      "description": "This book brings together ten years of essential and transformative research on emotional intelligence, with practical topics including:\n\n- how to understand yourself\n- how to master the dilemmas of relationships\n- how to become more effective at work\n- how to endure failure\n- how to grow more serene and resilient",
      "price": 16,
      "imageUrl": "assets/images/books/life.jpg",
      "category": "Books",
      "stock": 8,
      "featured": false
    },
    {
      "id": "feab",
      "name": "Puff Jacket",
      "description": "For cold and rainy day, big puff warm jackets will save your day. With high quality fabric and strong material available in all colors.",
      "price": 40,
      "imageUrl": "assets/images/clothing/jacket.jpg",
      "category": "Clothing",
      "stock": 10,
      "featured": false
    },
    {
      "id": "fcc3",
      "name": "Jeans",
      "description": "Wide Leg Jeans, Straight Leg Jeans, Bootleg Jeans, Flare Jeans, Bell Bottoms, Skinny Jeans, Barrel Jeans, Relaxed Fit, Boyfriend Jeans",
      "price": 24.99,
      "imageUrl": "assets/images/clothing/jeans.jpg",
      "category": "Clothing",
      "stock": 30,
      "featured": false
    },
    {
      "id": "0a1b",
      "name": "Caps",
      "description": "100% Cotton All colors, A Good Core Cap Which Anyone Can Wear",
      "price": 15.99,
      "imageUrl": "assets/images/clothing/caps.jpg",
      "category": "Clothing",
      "stock": 14,
      "featured": false
    },
    {
      "id": "7ac8",
      "name": "Warm Knitted Beanie Hats",
      "description": "Product information:\nMaterial: knitted\nPackage includes: 1pcs",
      "price": 5.99,
      "imageUrl": "assets/images/clothing/hats.jpg",
      "category": "Clothing",
      "stock": 15,
      "featured": false
    },
    {
      "id": "458d",
      "name": "Plain T Shirts Mix Colors",
      "description": "Optimized for all types of print. Comfortable and available in wide range of colors and for all home; work and play.",
      "price": 7.5,
      "imageUrl": "assets/images/clothing/shirt.jpg",
      "category": "Clothing",
      "stock": 20,
      "featured": false
    },
    {
      "id": "72b2",
      "name": "Black Leather Sneakers",
      "description": "Futuristic Style with Ultimate Comfort! Step into the future of fashion with these black high-top sneakers featuring a striking metallic toe cap. Designed for those who appreciate bold aesthetic",
      "price": 65,
      "imageUrl": "assets/images/clothing/shoes.jpg",
      "category": "Clothing",
      "stock": 10,
      "featured": false
    },
    {
      "id": "4915",
      "name": "20m Led Lights Bluetooth RGB Lights Led Tape Lights",
      "description": "Ultra Long Strip Lights 20M2x10m) led strip lights are long enough to reach around your entire room and light the whole place up, cuttable design allows you to adjust the length of led lights however you like, for bedroom, living room, cabinet, party, christmas, etcMulti Control Method LED light strip can control via APP, 44 key IR remoter. Multicolors with the APP, and easy to use the 44 key remoter or control box to set the brightness, speed, color, static, dynamic mode, etc. Multi control method was available to pocketable & Easy Install LED strip lights are cuttable between every 3 LEDs, to allow you to DIY any shapes for different needs. The self-adhesive tape can be fit on any dry and flat surface, easy to install anywhere you want. Smart Timer Function Memory Function Can preset the time and color to switch lights on/off automatically at any particular time, helps to control lights time and save energy. The memory function will auto keep the last use mode when you turn it back on. Built-in Highly Sensitive Mic the Built-in sensitive mic will detect the music, or you speak volume to change the color and speed.",
      "price": 120,
      "imageUrl": "assets/images/electronics/led.jpg",
      "category": "Electronics",
      "stock": 14,
      "featured": false
    },
    {
      "id": "58f9",
      "name": "43\" T5300 HD Smart TV",
      "description": "The 43\" T5300 HD Smart TV offers a crisp and clear viewing experience with its Full HD resolution, making it perfect for enjoying your favorite shows and movies. It features smart capabilities, allowing easy access to streaming services and apps, enhancing your entertainment options.",
      "price": 249.99,
      "imageUrl": "assets/images/electronics/tv.jpg",
      "category": "Electronics",
      "stock": 7,
      "featured": false
    },
    {
      "id": "863d",
      "name": "Bluetooth Headphones",
      "description": "KVIDIO Bluetooth Headphones Over Ear, 65 Hours Playtime Wireless Headphones with Microphone, Foldable Lightweight Headset with Deep Bass, HiFi Stereo Sound.",
      "price": 70,
      "imageUrl": "assets/images/electronics/headphones.jpg",
      "category": "Electronics",
      "stock": 11,
      "featured": false
    },
    {
      "id": "87c1",
      "name": "Gas Stove",
      "description": "True Flame Technology\nSafe Flame Cooking-lpgsa Approved\nHigh Quality Cast Iron Grids\nLarge 85lt Oven Capacity\n2 Chromed Oven Racks\n1 X Roasting Pan\nSuperior Black Finish\nEasy Clean Enamel On Oven Cavity And Hob\nAuto Battery Ignition",
      "price": 450,
      "imageUrl": "assets/images/home/stove.jpg",
      "category": "Home",
      "stock": 5,
      "featured": false
    },
    {
      "id": "9883",
      "name": "Kettle 1.8L",
      "description": "a 1.8-litre capacity body with a water level indicator for easy monitoring. It includes safety features like boil-dry protection and auto switch-off. The concealed heating element ensures efficient boiling, while a blue LED light adds elegance.",
      "price": 35.99,
      "imageUrl": "assets/images/home/kettle.jpg",
      "category": "Home",
      "stock": 16,
      "featured": false
    },
    {
      "id": "230c",
      "name": "2 SLICE TOASTER",
      "description": "650-750W 2-Slice Cool Touch Toaster With Auto Pop Up And Auto Shut Off\nVariable Browning Controller with Defrost, Reheat And Cancell Options\nWide Slot With Auto Centering System, Anti-Jam Function And Slide-Out Crumb Tray\nCord Storage Under Base and Anti-Slip Rubber Feet\nCompact, Modern and Portable",
      "price": 37.99,
      "imageUrl": "assets/images/home/toaster.jpg",
      "category": "Home",
      "stock": 9,
      "featured": false
    },
    {
      "id": "dab5",
      "name": "20lt Manual Microwave",
      "description": "Digital Led Display\n700watt Power\n11 Power Levels\n8 Auto Menus\nDefrost By Time or Weight\n255mm Glass Turntable\nMirror Finish Door\nH 488 W 380 D 291mm",
      "price": 85,
      "imageUrl": "assets/images/home/microwave.jpg",
      "category": "Home",
      "stock": 11,
      "featured": false
    },
    {
      "id": "0c71",
      "name": "Laundry Basket 50LT",
      "description": "A basket for holding clothes and linen that need to be washed or that have been washed.",
      "price": 70,
      "imageUrl": "assets/images/home/basket.jpg",
      "category": "Home",
      "stock": 30,
      "featured": false
    }
  ],
  "orders": [],
  "cart": []
}